<?php

return [
    'explore'       => 'Рецепты',
    'about'         => 'О нас',
    'services'      => 'Сервисы',
    'get_started'   => 'Начать',
    'upload_recipe' => 'Загрузить рецепт',
    'profile'       => 'Профиль',
    'bookmarks'     => 'Закладки',
    'settings'      => 'Настройки',
    'logout'        => 'Выйти',
    'spotlight'     => [
        'button_placeholder' => 'Поиск',
        'placeholder'        => 'Ищите Рецепты или Пользователей',
        'no_results'         => 'Упс! Ничего не найдено.',
    ],
    'verify_email'  => [
        'title'   => 'Подтвердите ваш Email',
        'message' => 'Пожалуйста, подтвердите ваш адрес электронной почты, чтобы получить доступ ко всем функциям.',
        'button'  => 'Отправить письмо для подтверждения',
    ],
];
